{
  "One-time": "Tepat waktu",
  "From all of us at Mozilla": "Dari kami semua di Mozilla",
  "<em>Thank you</em> for your donation": "<em>Terima kasih</em> atas donasi Anda",
  "Monthly": "Setiap Bulan",
  "Please-select-an-amount": "Silakan pilih nilai",
  "Other-amount": "Nilai lainnya",
  "Secure": "Aman",
  "Credit-card": "Kartu kredit",
  "This-is-required": "Ini wajib",
  "First-name": "Nama depan",
  "Last-name": "Nama belakang",
  "Address": "Alamat",
  "City": "Kota",
  "Postal-code": "Kode pos",
  "State-Province": "Negara Bagian/Provinsi",
  "Credit-card-number": "Nomor kartu kredit",
  "MM": "BB",
  "YY": "TT",
  "CVC": "Kode Verifikasi Kartu / CVC",
  "cvc-info": "Anda dapat menemukan angka CVC tiga digit di belakang kartu kredit",
  "Credit-Card-Expiration-Month": "Bulan Kedaluwarsa Kartu Kredit",
  "Credit-Card-Expiration-Year": "Tahun Kedaluwarsa Kartu Kredit",
  "email-info": "Kami akan mengirimi Anda surel yang disertai tanda terima donasi. Kami tidak akan mengirim surel lainnya tanpa izin Anda.",
  "pp-acknowledge": "Untuk mengirimkan formulir ini Anda harus setuju dengan kebijakan privasi kami",
  "privacy-policy": "Saya setuju dengan cara penanganan informasi ini sebagaimana dijelaskan dalam <a href=\"https://www.mozilla.org/privacy/\">kebijakan privasi</a>",
  "please-complete": "Ups, harap isi bidang yang disorot dengan warna merah",
  "problems-donating": "Ada masalah menyumbang? <a href=\"https://wiki.mozilla.org/Donate\">Kunjungi Tanya Jawab kami</a> untuk jawaban atas pertanyaan yang paling umum. Masih mengalami masalah? <a href=\"mailto:donate@mozilla.org\">Kirimi kami surel</a>.",
  "Donate-now": "Sumbang sekarang",
  "donation-notice": "Sumbangan akan disalurkan ke Mozilla Foundation, organisasi 501(c)(3), untuk digunakan atas kebijakannya sendiri demi amal. Sumbangan dapat dikurangi pajak di Amerika Serikat selama dizinkan oleh undang-undang.",
  "Amount": "Jumlah",
  "Email": "Surel",
  "Payment": "Pembayaran",
  "Country": "Negara",
  "None": "Tidak ada",
  "donation-min-error": "Donasi minimum sebesar $2",
  "Submitting": "Mengirimkan...",
  "Something went wrong with your transaction. Please try again later": "Terjadi kesalahan pada transaksi Anda. Silakan coba beberapa saat lagi",
  "Something seems to have gone wrong. Please try again later": "Tampaknya terjadi kesalahan. Silakan coba beberapa saat lagi",
  "Something seems to have gone wrong. Please verify your card details or try another card": "Tampaknya terjadi kesalahan. Silakan periksa detail kartu kredit Anda atau gunakan kartu kredit lain",
  "Sorry, your card has expired. Please verify your card details or try another card": "Maaf, kartu kredit Anda telah kedaluwarsa. Silakan periksa detail kartu kredit Anda atau gunakan kartu kredit lain",
  "Invalid CVC number": "Nomor CVC salah",
  "Invalid credit card number": "Nomor kartu kredit salah",
  "Sorry, your transaction was flagged for fraud protection. Please try another card": "Maaf, transaksi Anda ditandai demi perlindungan terhadap penipuan. Silakan coba kartu kredit lain",
  "Sorry, your card was declined. Please verify your card details or try another card": "Maaf, kartu kredit Anda ditolak. Silakan periksa detail kartu kredit Anda atau gunakan kartu kredit lain",
  "Something went wrong with your transaction. Please verify your card details or try another card": "Terjadi kesalahan pada transaksi Anda. Silakan periksa detail kartu kredit Anda atau gunakan kartu kredit lain",
  "Looks like we already have your donation—please refresh if you wish to donate again": "Sepertinya kami telah menerima donasi Anda—silakan perbarui jika Anda ingin melakukan donasi kembali",
  "Select your amount": "Pilih jumlah yang diinginkan",
  "Next": "Lanjutkan"
}
