{
  "One-time": "Unique",
  "From-all-of-us-at-Mozilla": "De notre part à tous chez Mozilla",
  "Thank-you-for-your-donation": "<em>Nous vous remercions</em> pour votre don",
  "Monthly": "Mensuel",
  "Please-select-an-amount": "Veuillez sélectionner un montant",
  "Other-amount": "Autre montant",
  "Secure": "Sécurisé",
  "Credit-card": "Carte de crédit",
  "This-is-required": "Requis",
  "First-name": "Prénom",
  "Last-name": "Nom",
  "Address": "Adresse",
  "City": "Ville",
  "Postal-code": "Code postal",
  "State-Province": "État/Province",
  "Credit-card-number": "Numéro de carte de crédit",
  "MM": "MM",
  "YY": "AA",
  "CVC": "cryptogramme",
  "cvc-info": "Vous pouvez trouvez les 3 chiffres du cryptogramme au dos de votre carte de crédit",
  "Credit-Card-Expiration-Month": "Mois d'expiration de la carte de crédit",
  "Credit-Card-Expiration-Year": "Année d'expiration de la carte de crédit",
  "email-info": "Nous vous enverrons par courrier électronique un reçu pour votre don. Nous ne vous enverrons aucun autre courrier électronique sans votre permission.",
  "pp-acknowledge": "Pour valider ce formulaire, vous devez accepter notre politique de confidentialité.",
  "privacy-policy": "J'accepte que vous utilisiez ces informations tel qu'expliqué dans votre <a href=\"https://www.mozilla.org/privacy/\">politique de confidentialité</a>",
  "please-complete": "Oups, veuillez remplir les champs en rouge",
  "problems-donating": "Des problèmes pour faire un don ? <a href=\"https://wiki.mozilla.org/Donate\">Visitez notre FAQ</a> pour trouver les réponses aux questions les plus courantes. Vous n'avez pas trouvé votre réponse ? <a href=\"mailto:donate@mozilla.org\">Envoyez-nous un courrier électronique</a>.",
  "Donate-now": "Faites un don maintenant",
  "donation-notice": "Les dons seront reversés à la Mozilla Foundation, une organisation 501(c)(3) et seront utilisés à des fins caritatives. Ils sont déductibles des impôts aux États-Unis dans la mesure autorisée par la loi.",
  "Amount": "Montant",
  "Email": "Courriel",
  "Payment": "Paiement",
  "Country": "Pays",
  "None": "Aucun",
  "donation-min-error": "Nous acceptons les dons à partir de 2 $",
  "Submitting": "Envoi…",
  "Something went wrong with your transaction. Please try again later": "Il y a eu un problème avec votre transaction. Veuillez réessayer plus tard.",
  "try-again-later": "Il semblerait qu'il y ait eu un problème. Veuillez réessayer plus tard.",
  "gone-wrong-try-another": "Il semblerait qu'il y ait eu un problème. Veuillez vérifier les informations de votre carte ou essayez avec une autre carte",
  "expired-card": "Désolé, votre carte a expiré. Veuillez vérifier les informations de votre carte ou essayez avec une autre carte.",
  "Invalid-CVC": "Cryptogramme invalide",
  "Invalid-number": "Numéro de carte de crédit invalide",
  "fraud-card": "Désolé, votre transaction a été signalée à la protection contre la fraude. Veuillez essayer avec une autre carte.",
  "declined-card": "Désolé, votre carte a été refusée. Veuillez vérifier les informations de votre carte ou essayez avec une autre carte.",
  "transaction-try-another": "Il y a eu un problème avec votre transaction. Veuillez vérifier les informations de votre carte ou essayez avec une autre carte",
  "dupe-donation": "Il semblerait que nous ayons déjà reçu votre don. Veuillez actualiser la page si vous souhaitez faire un autre don",
  "Select-your-amount": "Sélectionnez votre montant",
  "Next": "Suivant",
  "Personal": "Personnel"
}
