{
  "One-time": "Una sola vez",
  "From-all-of-us-at-Mozilla": "De parte de todo el equipo de Mozilla",
  "Thank-you-for-your-donation": "<em>Gracias</em> por su donación",
  "Monthly": "Mensual",
  "Please-select-an-amount": "Seleccione una cantidad",
  "Other-amount": "Otra cantidad",
  "Secure": "Asegurar",
  "Credit-card": "Tarjeta de crédito",
  "This-is-required": "Es obligatorio",
  "First-name": "Nombre",
  "Last-name": "Apellido",
  "Address": "Dirección",
  "City": "Ciudad",
  "Postal-code": "Código postal",
  "State-Province": "Estado/Provincia",
  "Credit-card-number": "Número de tarjeta de crédito",
  "MM": "MM",
  "YY": "YY",
  "CVC": "CVC",
  "cvc-info": "Encontrará su número CVC de tres dígitos al dorso de su tarjeta de crédito",
  "Credit-Card-Expiration-Month": "Mes de caducidad de la tarjeta de crédito",
  "Credit-Card-Expiration-Year": "Año de caducidad de la tarjeta de crédito",
  "email-info": "Le enviaremos por correo electrónico un recibo de su donación. No le enviaremos ningún otro correo electrónico sin su permiso.",
  "pp-acknowledge": "Para enviar este formulario debe aceptar nuestra política de privacidad",
  "privacy-policy": "Acepto que gestionen esta información según los términos de su <a href=\"https://www.mozilla.org/privacy/\" target=\"_blank\">política de privacidad</a>",
  "please-complete": "Vaya, por favor complete los campos destacados en rojo",
  "problems-donating": "¿Tiene problemas para realizar la donación? <a href=\"https://wiki.mozilla.org/Donate\" target=\"_blank\">Visite nuestras Preguntas frecuentes</a> para encontrar las respuestas a los problemas más comunes. ¿Aún tiene problemas? <a href=\"mailto:donate@mozilla.org\">Envíenos un email</a>.",
  "Donate-now": "Donar ahora",
  "donation-notice": "Las contribuciones se destinan a la Fundación Mozilla, una organización 501(c)(3), quien las empleará a su discreción para fines benéficos. Son deducibles de impuestos en EE.UU. en toda la extensión permitida por la ley.",
  "Amount": "Monto",
  "Email": "Correo electrónico",
  "Payment": "Pago",
  "Country": "País",
  "None": "Ninguno",
  "donation-min-error": "Las donaciones deben ser de 2 $ o más",
  "Submitting": "Enviando...",
  "Something went wrong with your transaction. Please try again later": "Ha habido algún problema con su transacción. Por favor, vuelva a intentarlo más tarde",
  "try-again-later": "Al parecer ha habido algún problema. Por favor, inténtelo más tarde",
  "gone-wrong-try-another": "Al parecer ha habido algún problema. Por favor, verifique los datos de su tarjeta de crédito o inténtelo con otra tarjeta",
  "expired-card": "Lo sentimos, su tarjeta ha caducado. Por favor, verifique los datos de su tarjeta o inténtelo con otra",
  "Invalid-CVC": "Número CVC no válido",
  "Invalid-number": "Número de tarjeta de crédito no válido",
  "fraud-card": "Lo sentimos, su transacción ha sido señalada por protección contra el fraude. Por favor, inténtelo con otra tarjeta",
  "declined-card": "Lo sentimos, su tarjeta ha sido rechazada. Por favor, verifique los datos de su tarjeta o inténtelo con otra",
  "transaction-try-another": "Algo no ha funcionado bien en su transacción. Por favor, verifique los datos de su tarjeta o inténtelo con otra",
  "dupe-donation": "Al parecer ya hemos recibido su donación. Por favor, actualice la página si quiere hacer otra donación",
  "Select-your-amount": "Seleccione el monto",
  "Next": "Siguiente",
  "Personal": "Personal"
}
