{
  "One-time": "Una sola vez",
  "From-all-of-us-at-Mozilla": "De parte de todos en Mozilla",
  "Thank-you-for-your-donation": "<em>Gracias</em> por tu donación",
  "Monthly": "Mensualmente",
  "Please-select-an-amount": "Por favor selecciona un monto",
  "Other-amount": "Otro monto",
  "Secure": "Seguro",
  "Credit-card": "Tarjeta de crédito",
  "This-is-required": "Esto es requerido",
  "First-name": "Nombre",
  "Last-name": "Apellido",
  "Address": "Dirección",
  "City": "Ciudad",
  "Postal-code": "Código postal",
  "State-Province": "Estado/Provincia",
  "Credit-card-number": "Número de la tarjeta de crédito",
  "MM": "MM",
  "YY": "AA",
  "CVC": "CVC",
  "cvc-info": "Puedes encontrar tu número CVC de tres dígitos en el reverso de tu tarjeta de crédito",
  "Credit-Card-Expiration-Month": "Mes de expiración de la tarjeta de crédito",
  "Credit-Card-Expiration-Year": "Año de expiración de la tarjeta de crédito",
  "email-info": "Te enviaremos un recibo de tu donación. No te enviaremos ningún otro correo sin tu permiso.",
  "pp-acknowledge": "Para enviar este formulario debes acetar nuestra política de privacidad",
  "privacy-policy": "No tengo problemas con que ustedes manejen esta información tal como lo explicaron en su  <a href=\"https://www.mozilla.org/privacy/\" target=\"_blank\">política de privacidad</a>",
  "please-complete": "Ups, por favor confirma los campos destacados con rojo",
  "problems-donating": "¿Problemas donando? <a href=\"https://wiki.mozilla.org/Donate\" target=\"_blank\">Visita nuestro FAQ</a> para respuestas a las preguntas más frecuentes ¿Todavía tienes problemas? <a href=\"mailto:donate@mozilla.org\">Envíanos un correo</a>.",
  "Donate-now": "Donar ahora",
  "donation-notice": "Las donaciones van a la Fundación Mozilla, una organización 501(c)(3), para ser usadas a su discreción para sus propósitos caritativos. Ellos son deducibles de impuestos en los EE.UU. en la máxima medida permitida por la ley.",
  "Amount": "Monto",
  "Email": "Correo",
  "Payment": "Pago",
  "Country": "País",
  "None": "Ninguno",
  "donation-min-error": "Las donaciones deben ser de $2 o más",
  "Submitting": "Enviando...",
  "Something went wrong with your transaction. Please try again later": "Algo falló con tu transacción. Por favor, vuelve a intentarlo más tarde",
  "try-again-later": "Al parecer algo falló. Por favor, vuelve a intentarlo más tarde",
  "gone-wrong-try-another": "Al parecer algo falló. Por favor, verifica los detalles de tu tarjeta o prueba con otra",
  "expired-card": "Lo sentimos, tu tarjeta ha expirado. Por favor, verifica los detalles de tu tarjeta o prueba con otra",
  "Invalid-CVC": "Número CVC inválido",
  "Invalid-number": "Número de la tarjeta de crédito inválido",
  "fraud-card": "Lo sentimos, tu transacción fue marcada como operación fraudulenta. Por favor, intenta con otra tarjeta",
  "declined-card": "Lo sentimos, tu tarjeta fue rechazada. Por favor, verifica los detalles de tu tarjeta o prueba con otra",
  "transaction-try-another": "Algo falló con tu transacción. Por favor, verifica los detalles de tu tarjeta o prueba con otra",
  "dupe-donation": "Parece que ya tenemos tu donación—por favor, recarga la página si deseas volver a donar",
  "Select-your-amount": "Selecciona el monto",
  "Next": "Siguiente",
  "Personal": "Personal"
}
