{
  "One-time": "Einmalig",
  "From-all-of-us-at-Mozilla": "Von uns allen bei Mozilla",
  "Thank-you-for-your-donation": "<em>Vielen Dank</em> für Ihre Spende",
  "Monthly": "Monatlich",
  "Please-select-an-amount": "Bitte wähle einen Betrag",
  "Other-amount": "Anderer Betrag",
  "Secure": "Sicher",
  "Credit-card": "Kreditkarte",
  "This-is-required": "Dies ist erforderlich",
  "First-name": "Vorname",
  "Last-name": "Nachname",
  "Address": "Adresse",
  "City": "Stadt",
  "Postal-code": "Postleitzahl",
  "State-Province": "Staat/Provinz",
  "Credit-card-number": "Kreditkartenummer",
  "MM": "MM",
  "YY": "YY",
  "CVC": "CVC",
  "cvc-info": "Die CVC-Nummer befindet auf der Rückseite deiner Karte.",
  "Credit-Card-Expiration-Month": "Monat des Ablaufs",
  "Credit-Card-Expiration-Year": "Jahr des Ablaufs",
  "email-info": "Wir werden dir eine Quittung für die Spende per E-Mail senden. Du wirst von uns keine anderen E-Mails ohne deine Erlaubnis erhalten.",
  "pp-acknowledge": "Um dieses Formular abzuschicken, musst du unsere Datenschutz-Bestimmungen akzeptieren",
  "privacy-policy": "Ich akzeptiere den Umgang mit diesen Informationen durch Sie, wie er in Ihren <a href=\"https://www.mozilla.org/privacy/\">Datenschutz-Bestimmungen</a> erklärt wird",
  "please-complete": "Ups, bitte fülle alle in rot hervorgehobenen Felder aus",
  "problems-donating": "Probleme beim Spenden? <a href=\"https://wiki.mozilla.org/Donate\">Besuche unsere FAQ</a> für Antworten für die häufigsten Fragen. Hast du immer noch Probleme? <a href=\"mailto:donate@mozilla.org\">Sende uns eine E-Mail</a>",
  "Donate-now": "Spende jetzt",
  "donation-notice": "DIe Spenden gehen an die Mozilla Foundation, eine 501(c)(3)-Organisation, und werden in ihrer Diskretion für wohltätige Zwecke verwendet. Sie sind in den USA, soweit es gesetzlich zulässig ist, im vollsten Umfang steuerlich absetzbar.",
  "Amount": "Betrag",
  "Email": "E-Mail",
  "Payment": "Zahlung",
  "Country": "Land",
  "None": "Keine",
  "donation-min-error": "Spenden müssen mindestens 2 USD betragen",
  "Submitting": " Zustellung...",
  "Something went wrong with your transaction. Please try again later": "Bei Ihrer Transaktion hat etwas nicht funktioniert. Bitte versuchen Sie es später noch einmal",
  "try-again-later": "Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal",
  "gone-wrong-try-another": "Etwas scheint nicht funktioniert zu haben. Bitte überprüfen Sie Ihre Kartendaten oder benutzen Sie eine andere Karte",
  "expired-card": "Leider ist Ihre Karte abgelaufen. Bitte überprüfen Sie Ihre Kartendaten oder versuchen es mit einer anderen Karte",
  "Invalid-CVC": "Ungültige Kartenprüfnummer",
  "Invalid-number": "Ungültige Kreditkartennummer",
  "fraud-card": "Es tut uns leid, aber Ihre Transaktion hat eine Sicherheitswarnung zum Schutz vor Betrug ausgelöst. Bitte versuchen Sie es mit einer anderen Karte",
  "declined-card": "Leider ist Ihre Karte abgelehnt worden. Bitte überprüfen Sie Ihre Kartendaten oder versuchen es mit einer anderen Karte",
  "transaction-try-another": "Bei Ihrer Transaktion ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Kartendaten oder benutzen Sie eine andere Karte",
  "dupe-donation": "Wir scheinen Ihre Spende bereits empfangen zu haben – bitte laden Sie die Seite neu, falls Sie noch einmal spenden möchten",
  "Select-your-amount": "Bitte wählen Sie den Betrag",
  "Next": "Weiter",
  "Personal": "Persönlich"
}
