{
  "One-time": "Uma vez",
  "From all of us at Mozilla": "De todos nós da Mozilla.",
  "<em>Thank you</em> for your donation": "<em> Obrigado </em>  por sua doação. ",
  "Monthly": "Mensalmente",
  "Please-select-an-amount": "Por favor, selecione um valor.",
  "Other-amount": "Outros valores.",
  "Secure": "Seguro.",
  "Credit-card": "Cartão de credito.",
  "This-is-required": "Campo requerido.",
  "First-name": "Primeiro nome",
  "Last-name": "Último nome.",
  "Address": "Endereço",
  "City": "Cidade",
  "Postal-code": "Código postal",
  "State-Province": "Estado/Provincia",
  "Credit-card-number": "Número do cartão de crédito",
  "MM": "MM",
  "YY": "Ano",
  "CVC": "CVC",
  "cvc-info": "Você pode encontrar o seu número de três dígitos CVC na parte de trás do seu cartão de crédito.",
  "Credit-Card-Expiration-Month": "Mês de vencimento do cartão de crédito",
  "Credit-Card-Expiration-Year": "Ano de vencimento do seu cartão de crédito",
  "email-info": "Nós iremos enviar o recibo de sua doação por e-mail. Não enviaremos outros e-mails sem sua permissão.",
  "pp-acknowledge": "Para enviar esse formulário, você deve concordar com a nossa política de privacidade",
  "privacy-policy": "I&rsquo; Tudo bem com você em lidar com estas informações para explicar as suas  <a href=\"https://www.mozilla.org/privacy/\"> políticas de privacidades </a>",
  "please-complete": "Oops, por favor complete os campos destacados em vermelho.",
  "problems-donating": "Problemas para doar? <a href=\"https://wiki.mozilla.org/Donate\">Visite nossa FAQ</a> para perguntas frequentes. Ainda tem problemas? <a href=\"mailto:donate@mozilla.org\">Nos envie um e-mail</a>.",
  "Donate-now": "Doe agora ",
  "donation-notice": "Contribuições vão para a Fundação Mozilla, uma organização 501 (c) (3), para ser usado a seu critério para os seus fins de caridade. Elas são dedutíveis de imposto nos EUA em toda a extensão permitida por lei.",
  "Amount": "Montante",
  "Email": "E-mail",
  "Payment": "Pagamento",
  "Country": "País",
  "None": "Nenhum",
  "donation-min-error": "Doações devem ter valor de $2 ou mais",
  "Submitting": "Enviando...",
  "Something went wrong with your transaction. Please try again later": "Algo errado aconteceu com sua transação. Por favor, tente novamente",
  "Something seems to have gone wrong. Please try again later": "Algo errado aconteceu. Por favor, tente novamente mais tarde",
  "Something seems to have gone wrong. Please verify your card details or try another card": "Algo errado aconteceu. Por favor, verifique os detalhes do seu cartão ou tente outro",
  "Sorry, your card has expired. Please verify your card details or try another card": "Desculpe, seu cartão está expirado. Por favor, verifique seus dados do cartão ou tente outro",
  "Invalid CVC number": "Número CVC inválido",
  "Invalid credit card number": "Número invalido do cartão de crédito",
  "Sorry, your transaction was flagged for fraud protection. Please try another card": "Desculpe, o cartão foi recusado. Por favor, verifique seus dados do cartão ou tente outro.",
  "Sorry, your card was declined. Please verify your card details or try another card": "Desculpe, o cartão foi recusado. Por favor, verifique seus dados do cartão ou tente outro",
  "Something went wrong with your transaction. Please verify your card details or try another card": "Algo deu errado com sua transação. Por favor, verifique seus dados do cartão ou tente outro ",
  "Looks like we already have your donation—please refresh if you wish to donate again": "Parece que já temos a sua doação, por favor, atualize-se caso você deseja doar novamente",
  "Select your amount": "Selecione um valor",
  "Next": "Próximo"
}
